; https://www.iso.org/iso-639-language-codes.html
; <Language: French (Fr) | Français>
; <Translator(s): Largo, LoubiTek>, Etienne Jacquemoud>

[French]
IDS_UPDATE_NO=Aucune mise à jour disponible.
IDS_UPDATE_YES=Mise à jour disponible : télécharger et installer ?
IDS_FILE=Fichier
IDS_SETTINGS=Paramètres
IDS_EXIT=Quitter
IDS_LANGUAGE=Langue
IDS_HELP=Aide
IDS_WEBSITE=Site web
IDS_CHECKUPDATES=Vérifier les mises à jour
IDS_ABOUT=À propos de
IDS_DONATE=Faire un don
IDS_TRAY_SHOW=Afficher/Masquer
IDS_TRAY_DISABLE=Désactiver
IDS_TRAY_POPUP_1=Nettoyer les zones
IDS_TRAY_POPUP_2=Nettoyer lorsque supérieur à
IDS_TRAY_POPUP_3=Nettoyer toutes les
IDS_CLEAN=Nettoyer la mémoire
IDS_GROUP_1=Mémoire physique
IDS_GROUP_2=Mémoire virtuelle
IDS_GROUP_3=Cache système
IDS_ITEM_1=Utilisation
IDS_ITEM_2=Disponible
IDS_ITEM_3=Total disponible
IDS_SETTINGS_GENERAL=Général
IDS_SETTINGS_MEMORY=Effacer la mémoire
IDS_SETTINGS_APPEARANCE=Apparence
IDS_SETTINGS_TRAY=Icône de notification
IDS_CLOSE=Fermer
IDS_TITLE_1=Configuration générale
IDS_TITLE_2=Réinitialiser
IDS_TITLE_3=Zones de mémoire pouvant être nettoyées
IDS_TITLE_4=Gestion de la mémoire
IDS_TITLE_5=Raccourcis clavier (global)
IDS_TITLE_6=Style
IDS_TITLE_7=Indicateurs de couleur
IDS_TITLE_8=Contrôle de la souris
IDS_TITLE_9=Info-bulles
IDS_ALWAYSONTOP_CHK=Toujours visible
IDS_LOADONSTARTUP_CHK=Lancer au démarrage du système
IDS_STARTMINIMIZED_CHK=Lancer en mode minimisé
IDS_REDUCTCONFIRMATION_CHK=Confirmer le nettoyage de la mémoire
IDS_SKIPUACWARNING_CHK=Ignorer l'avertissement du contrôle de compte utilisateur
IDS_CHECKUPDATES_CHK=Vérifier régulièrement les mises à jour (recommandé)
IDS_LANGUAGE_HINT=Sélection de la langue :
IDS_AUTOREDUCTENABLE_CHK=Nettoyer lorsque supérieur à : (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Nettoyer toutes les : (min.)
IDS_HOTKEY_CLEAN_CHK=Nettoyer la mémoire :
IDS_TRAYUSETRANSPARENCY_CHK=Utiliser un fond transparent
IDS_TRAYSHOWBORDER_CHK=Afficher la bordure
IDS_TRAYROUNDCORNERS_CHK=Coins arrondis
IDS_TRAYCHANGEBG_CHK=Changer la couleur d'arrière-plan (à la place du texte et de la bordure)
IDS_TRAYUSEANTIALIASING_CHK=Utiliser l'anticrénelage
IDS_FONT_HINT=Police de caractère :
IDS_COLOR_TEXT_HINT=Couleur du texte
IDS_COLOR_BACKGROUND_HINT=Couleur de fond
IDS_COLOR_WARNING_HINT=Couleur pour le niveau "critique"
IDS_COLOR_DANGER_HINT=Couleur pour le niveau "danger"
IDS_TRAYLEVELWARNING_HINT=Le "seuil d'alerte" commence à : (%)
IDS_TRAYLEVELDANGER_HINT=Le "seuil de danger" commence à : (%)
IDS_TRAYACTIONSC_HINT=Clic simple:
IDS_TRAYACTIONMC_HINT=Clic molette :
IDS_TRAY_ACTION_1=Afficher/Masquer
IDS_TRAY_ACTION_2=Nettoyer la mémoire
IDS_TRAY_ACTION_3=Ouvrir le gestionnaire des tâches
IDS_SHOW_CLEAN_RESULT_CHK=Afficher les résultats du nettoyage de la mémoire
IDS_QUESTION=Êtes-vous sûr de vouloir nettoyer la mémoire ?
IDS_QUESTION_WARNING=Alterner entre "Liste d'attente" et "Liste des pages modifiées" peut geler votre ordinateur pendant près d'une minute
IDS_QUESTION_FLAG_CHK=Ne plus afficher
IDS_STATUS_CLEANED=La mémoire a été nettoyée : %s libéré(s).
IDS_STATUS_NOPRIVILEGES=Les droits d'administrateur sont nécessaires : veuillez relancer l'application en tant qu'administrateur !
IDS_UPDATE_DOWNLOAD=Téléchargement de la mise à jour...
IDS_UPDATE_DONE=La mise à jour a été téléchargée.
IDS_UPDATE_ERROR=Problème avec le serveur de mise à jour.
IDS_UPDATE_INIT=Recherche d'une nouvelle version...
IDS_UPDATE_INSTALL=Mise à jour disponible. Voulez-vous l'installer ?
IDS_RESET=Réinitialiser
IDS_QUESTION_RESET=Êtes-vous sûr de vouloir réinitialiser tous les paramètres ?
IDS_NOTIFICATIONSOUND_CHK=Activer les notifications sonores
IDS_TITLE_ADVANCED=Avancé
IDS_VIEW=Afficher
IDS_USEDARKTHEME=Utiliser le thème sombre
IDS_UPDATE_SPEED=Vitesse
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=Allow "Standby lists" and "Modified page list" cleanup on autoreduct
IDS_LOGRESULTS_CHK=Log cleaning results into a debug log
